Repository: bonds-tw/backupTW-iOS
Catalog: backupTW/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: This phone's cards cannot be read right now.
zh_hant: 目前讀不到這支手機上的卡片。

source: This phone's cards cannot be read right now. Anything saved here is still saved.
zh_hant: 現在無法讀取這支手機上的卡片。已存的內容仍在。

source: This phone's cards cannot be read right now. Anything saved here is still saved. This most often means the phone is out of space — free some up and open the app again.
zh_hant: 目前無法讀取這支手機上的卡片。已儲存的內容仍在。通常是手機空間不足——請清出一些空間後再開啟 App。

source: This phone's date is earlier than %@, when the certificate on this document starts being valid — so nothing about the document could be checked. Check this phone's date and time.
zh_hant: 這支手機的日期早於 %@——那是這份證件上的憑證開始生效的日子——所以沒有對這份證件做過任何查驗。請檢查這支手機的日期與時間。

source: This presentation answers a different check, so it may be a copy of an earlier one.
zh_hant: 對方回的不是你這一次的查驗，可能是他上一次出示留下來的複本。

source: This presentation carries more than one document, which this app cannot check yet.
zh_hant: 這次出示包含多份證件，本 App 尚無法查驗。

source: This presentation has expired. Ask for it to be shown again.
zh_hant: 這次出示已逾時，請對方重新出示。

source: This presentation is not tied to this checker specifically.
zh_hant: 這次出示不是指定給你的。

source: This presentation was made for a different checker.
zh_hant: 這次出示是給別的查驗方的。

source: This proof cannot show whether the same identity has already been used elsewhere.
zh_hant: 這個證明無法顯示同一個身分是否已經在別處用過。

source: This proof carries the same personal number every time and to every checker, so any two checkers can tell it was the same person. It hides who you are, not that you are the same one.
zh_hant: 這份證明每次、對每一位查驗方都帶著同一組去重編號，任兩位查驗方都能比對出是同一個人。它藏得住你是誰，藏不住你是同一個人。

source: This proof could not be packaged
zh_hant: 這份證明無法打包

source: This proof could not be prepared for sending.
zh_hant: 這份證明無法準備傳送。

source: This proof could not be sent
zh_hant: 這份證明無法傳送

source: This proof file could not be read.
zh_hant: 這個證明檔案讀不出來。

source: This proof file is larger than a real proof ever is, so it was not opened.
zh_hant: 這個證明檔比真正的證明大得多，因此沒有開啟。

source: This proof file leaves out limits that every proof of this kind carries, so it was not opened.
zh_hant: 這份證明檔漏掉了這種證明一定有的限制，所以沒有打開它。

source: This proof is %1$@, which is more than the %2$@ this app will send over Bluetooth. Save it as a file instead.
zh_hant: 這份證明是 %1$@，超過這個 App 願意用藍牙傳送的 %2$@。請改存成檔案。

source: This proof is incomplete on this phone. Make it again.
zh_hant: 這份證明在這支手機上不完整，請重新產生一次。

source: This proof is too large to send.
zh_hant: 這份證明太大，沒有送出去。

source: This proof passed
zh_hant: 這份證明通過了

source: This proof was made by a newer version of the app. Update this app, then check it again.
zh_hant: 這份證明是較新版本的 App 產生的。請先更新這個 App，再查驗一次。

source: This proof was refused
zh_hant: 這份證明被拒絕

source: This proves who issued the certificate, not that it is still valid today.
zh_hant: 這只證明憑證由誰簽發，不證明它今天仍然有效。

source: This request could not be read.
zh_hant: 無法讀取這個查驗請求。

source: This request points to an address the app does not trust, so nothing was presented.
zh_hant: 這個要求指向 app 不信任的位址，所以沒有出示任何資料。

source: This takes a while and uses a lot of memory.
zh_hant: 這一步要花一段時間，而且很吃記憶體。

source: This takes about fifteen seconds and runs entirely on this phone.
zh_hant: 大約需要十五秒，全程在這支手機上跑，不連任何伺服器。

source: This version cannot create a document
zh_hant: 這個版本無法建立證件

source: This version cannot create a document.
zh_hant: 這個版本無法建立證件。

source: This version cannot create a proof: it has no credentials for the digital certificate service. Nothing will be asked for.
zh_hant: 這個版本無法產生證明：它沒有憑證服務的憑據。因此不會向你索取任何東西。

source: This version cannot download the files needed to check a proof, so a proof sent here cannot be checked. Say so before they send one.
zh_hant: 這個版本無法下載查驗證明所需的檔案，所以送到這裡的證明查不了。請在對方送出之前先告訴他。

source: This version cannot find the wall.
zh_hant: 這個版本找不到那面牆。

source: This version cannot make a proof.
zh_hant: 這個版本無法產生證明。

source: This version cannot open this card
zh_hant: 這個版本還打不開這張卡

source: This version cannot sign documents yet. Signing has to go through the bonds-tw service, which is not available in this build.
zh_hant: 這個版本還不能簽署證件。簽署要經過 bonds-tw 的服務，而這個版本連不上它。

source: This version has no way to collect or show this card. What it describes is the card as the government issues it.
zh_hant: 這個版本沒有領取或出示這張卡的功能。上面寫的是政府發出來的那張卡本身。

source: This version of the app cannot recognise this card.
zh_hant: 這個版本無法辨識這張卡。

source: This version of the app does not recognise this card's format.
zh_hant: 這個版本認不得這張卡的格式。

source: This way of presenting is not supported yet.
zh_hant: 這種出示方式目前還不支援。

source: This wording was written by the checker. This app cannot confirm who they are.
zh_hant: 這段文字是查驗方自己填的。本 App 無法確認對方的身分。

source: Three kinds of document, three different trust models. Each one gives something up, and it is not the same something — which is only visible with all three on one screen.
zh_hant: 三種文件，三種不同的信任模型。每一種都放棄了一些東西，而且放棄的不是同一樣——那件事只有在三張並排的時候看得見。

source: Three things someone might ask this app to prove, and what it can do today. Two of the three come with an important limit — open each card's details to see exactly what.
zh_hant: 有人可能會要求這個 App 證明的三件事，以及它今天能做到什麼。其中兩件附帶一項重要限制——展開每張卡的細節就能看到是什麼。

source: Time to create the proof
zh_hant: 產生證明耗時

source: Too many requests from this network.
zh_hant: 這個網路送出的請求太多了。

source: Took %.1f seconds · %@
zh_hant: 花了 %.1f 秒 · %@

source: Total size when installed
zh_hant: 安裝後總大小

source: Trust
zh_hant: 信任

source: Trust list
zh_hant: 信任清單

source: Trust source
zh_hant: 信任來源

source: Try again
zh_hant: 再試一次

source: Turning on Bluetooth…
zh_hant: 正在開啟藍牙…

source: Unavailable
zh_hant: 無法使用

source: Unified No.
zh_hant: 統一編號

source: Unified number
zh_hant: 統一編號

source: Unknown
zh_hant: 未知

source: Unreadable card
zh_hant: 讀不出來的卡

source: Unzipping failed (wrong password). Please enter the correct National ID number.
zh_hant: 解壓縮失敗（密碼錯誤），請輸入正確的身分證字號。

source: Update my ID backup
zh_hant: 更新我的身分證備份

source: Use
zh_hant: 使用

source: Valid Document
zh_hant: 正式證件

source: Valid from
zh_hant: 生效日

source: Valid until
zh_hant: 有效至

source: Vehicle class
zh_hant: 車輛類別

source: Verification files
zh_hant: 驗證檔案

source: Verification files are ready
zh_hant: 驗證檔案已備妥

source: Verification request code
zh_hant: 查驗請求條碼

source: Verify a zero-knowledge proof. The checking files are on this phone.
zh_hant: 驗證一份零知識證明。驗證檔已在這支手機上。

source: Verify a zero-knowledge proof. The first time, it downloads the checking files (about 950 MB).
zh_hant: 驗證一份零知識證明。首次使用會先下載驗證檔（約 950 MB）。

source: Verify a zero-knowledge proof. This version cannot download the checking files.
zh_hant: 驗證一份零知識證明。這個版本無法下載驗證檔。

source: Verify your number in your carrier's app; the card returns here.
zh_hant: 跳電信商 app 驗證門號,完成後自動返回領卡

source: Version
zh_hant: 版本

source: View / manage details
zh_hant: 查看／管理詳情

source: Waiting for approval in the digital certificate app…
zh_hant: 等待你在行動自然人憑證 App 上完成核可…

source: Waiting for you to sign in 行動自然人憑證
zh_hant: 等你在行動自然人憑證上簽名

source: We do not know whether this was published.
zh_hant: 我們不知道這一筆有沒有被公開。

source: What a checker can rely on, and what none of them can establish.
zh_hant: 查驗方可以倚賴什麼，以及哪一張都建立不了什麼。

source: What a checker can rely on:
zh_hant: 查驗方可以倚賴的：

source: What arrived was not a proof this app can read.
zh_hant: 收到的東西不是這個 App 讀得懂的證明。

source: What can be confirmed
zh_hant: 可以確認的部分

source: What each card is worth
zh_hant: 每一張卡值多少

source: What each of these cards is worth
zh_hant: 每一張卡值多少

source: What every checker learns
zh_hant: 每個查驗方都會知道的事

source: What it can show
zh_hant: 它能證明的

source: What it cannot establish:
zh_hant: 它建立不了的：

source: What it cannot show
zh_hant: 它證明不了什麼

source: What they disclosed
zh_hant: 對方出示了什麼

source: What this app can prove
zh_hant: 這個 App 能證明什麼

source: What this check did not establish
zh_hant: 這次查驗沒有確認的事

source: What this does
zh_hant: 這個功能做什麼

source: What this does not establish:
zh_hant: 這份證明沒有證明的事：

source: What this kind of card proves
zh_hant: 這種卡證明得了什麼

source: What this means
zh_hant: 這代表什麼

source: What would have to change
zh_hant: 要改變什麼才做得到

source: What you leave off is never sent. The verifier can still check that the rest was issued by the official issuer and not changed.
zh_hant: 你關掉的欄位不會被送出。查驗方仍能確認其餘欄位是官方發行、未被竄改的。

source: Whether it has been cancelled can only be known online, and the list that says so is vouched for by nothing this phone can check offline.
zh_hant: 它有沒有被註銷只有連上網才知道，而說明這件事的那份清單，沒有任何這支手機離線查得動的東西替它背書。

source: Whether it was cancelled
zh_hant: 是否已被撤銷

source: Whether this document has been revoked cannot be checked offline.
zh_hant: 離線狀態無法確認這份證件是否已被撤銷。

source: Which carrier?
zh_hant: 哪一家電信業者？

source: Who signed
zh_hant: 誰簽署的

source: Whoever runs the wall has turned it off. Nothing was sent, and trying again now gets the same answer.
zh_hant: 經營這面牆的人把它關掉了。什麼都沒有送出去，現在再試一次也會得到同樣的答案。

source: Working…
zh_hant: 進行中…

source: Yes
zh_hant: 有

source: You have not backed up your national ID yet. Build it from your MyData record — the control below starts it.
zh_hant: 你還沒有備份國民身分證。用你的 MyData 戶籍資料建立一份——下方的按鈕可以開始。

source: You will use TW FiDO to retrieve your National ID data, and create a valid document.
zh_hant: 你將使用行動自然人憑證，從MyData取得自己的數位身分資料，建立一張正式證件。

source: You'll be asked to approve this in the 行動自然人憑證 app.
zh_hant: 過程中會請你到行動自然人憑證 App 完成核可。

source: Your ID number
zh_hant: 你的身分證統一編號

source: Your certificate signs these details, which is what lets anyone checking them see that you are the one making the claim.
zh_hant: 由你的憑證簽署這些欄位，查驗的人才看得出來，是你本人在主張這些內容。

source: Your citizen certificate couldn't be read.
zh_hant: 無法讀取你的自然人憑證。

source: Your citizen certificate doesn't match the signature of MOICA G3.
zh_hant: 你的自然人憑證通不過內政部憑證管理中心第三代（G3）的簽章驗證。

source: Your citizen certificate expired on %@. Renew it before generating a proof.
zh_hant: 你的自然人憑證已於 %@ 到期，請更新後再產生證明。

source: Your citizen certificate isn't valid until %@. Check your device's date and time.
zh_hant: 你的自然人憑證要到 %@ 才生效，請檢查裝置的日期與時間。

source: Your citizen certificate was issued by %@, which this version can't prove. Only certificates from MOICA G3 are supported.
zh_hant: 你的自然人憑證由%@簽發，這一版還無法為它產生證明；目前只支援內政部憑證管理中心第三代（G3）簽發的憑證。

source: Your credentials, the source documents, and your device key will be deleted. The next document you create will use a new identifier and cannot be linked to the current one. This cannot be undone.
zh_hant: 你的憑證、原始文件與裝置金鑰都會被刪除。之後重新建立的證件會使用全新的識別碼，無法與目前這一個連結起來。此動作無法復原。

source: Your document could be readable from a copy of the device's storage.
zh_hant: 有人拿到這支手機的儲存內容副本時，可能讀得到你的證件。

source: Your documents are encrypted at rest
zh_hant: 你的證件在裝置上是加密的

source: Your documents stay off iCloud
zh_hant: 你的證件不會進 iCloud

source: Your household record is fetched through MyData only to build your national ID, then erased — nothing is kept here.
zh_hant: 你的戶籍資料只透過 MyData 取得、用來建立國民身分證，之後即刪除——這裡不會保存任何資料。

source: Your identity documents would be copied into every iCloud backup.
zh_hant: 你的身分證件會被複製進每一次 iCloud 備份。

source: Your name is always visible. It is written inside the certificate that signs the document, and the checker needs that certificate to check the signature — so no switch can withhold it.
zh_hant: 姓名一定看得到。它寫在替這份證件簽章的憑證裡，而查驗方需要那張憑證才驗得了簽章——所以沒有任何開關扣得住它。

source: Your name is written into the certificate that signs this document, and the checker needs that certificate to check the signature.
zh_hant: 姓名寫在替這份證件簽章的憑證裡，而查驗方需要那張憑證才能驗簽。

source: Your own backed-up ID
zh_hant: 你自己備份的身分證

source: Your own digital certificate. That shows you are the one making these claims — not that the government has confirmed them.
zh_hant: 你自己的自然人憑證。這證明的是「這些主張出自你本人」，不是政府已經確認過這些內容。

source: Your proof was not checked and nothing was published. The one-time number is gone, so trying again means making a new proof — including signing again in 行動自然人憑證.
zh_hant: 你的證明沒有被檢查，也沒有任何東西被公開。一次性號碼已經用掉了，所以再試一次就要重做一份證明——包括再在行動自然人憑證裡簽一次名。

source: Your signature may have gone through, but the result could not be fetched. Check this device's connection and try again.
zh_hant: 你的簽章可能已經完成，但結果拿不回來。請確認這支手機的網路，再試一次。

source: Your signing key is in hardware
zh_hant: 你的簽署金鑰放在硬體裡

source: Your wallet has no credential of the kind this verifier asked for.
zh_hant: 你的皮夾裡沒有查驗方要的那種證件。

source: Zero-knowledge proof
zh_hant: 零知識證明

source: not reported
zh_hant: 未回報

source: with Taiwan's official MyData service
zh_hant: 透過台灣官方MyData服務

source: 內政部 already knows your ID number asked for a signature for this app, and when. The wall publishes the minute each signature was made. Those two lists can be lined up.
zh_hant: 內政部已經知道你的身分證統一編號在什麼時候為這支 App 要過一次簽章。這面牆會公開每一筆簽名發生在哪一分鐘。這兩份清單對得起來。

source: 內政部 is told your ID number and which service asked, every time a proof is made. This hides you from the person checking the proof, not from 內政部.
zh_hant: 每產生一次證明，內政部都會知道你的身分證統一編號，以及是哪個服務提出要求。這份證明對查驗的人隱藏了你的身分，對內政部沒有。

source: 內政部 needs this to send the signing request to your phone. It goes to 內政部 and nowhere else, and this app does not keep it — but 內政部 records that you asked, and which service asked.
zh_hant: 內政部需要這個號碼才能把簽章請求推送到你的手機。它只會送給內政部，不會送到別的地方，這個 App 也不會保存它——但內政部會留下你提出過要求、以及是哪個服務要求的紀錄。

source: API record updated
zh_hant: API 紀錄更新時間

source: Blockchain record
zh_hant: 區塊鏈紀錄

source: Checking the blockchain record…
zh_hant: 正在查核區塊鏈紀錄…

source: Create a zero-knowledge proof
zh_hant: 建立零知識證明

source: Document type
zh_hant: 文件類型

source: Download this document from Taiwan's MyData service and keep the original in your on-device data vault.
zh_hant: 從台灣 MyData 下載這份文件，並將原始檔保存在裝置上的資料保險箱。

source: Each row shows the official API record and independently checks its transaction and current state on Arbitrum. Open a row to inspect both records.
zh_hant: 每一列都會顯示官方 API 紀錄，並獨立查核 Arbitrum 上的交易與合約目前狀態。點開可查看兩邊紀錄。

source: Email address
zh_hant: 電子郵件地址

source: File fingerprint
zh_hant: 檔案指紋

source: File format
zh_hant: 檔案格式

source: Import %@
zh_hant: 匯入 %@

source: Integrity check
zh_hant: 完整性查核

source: Issue date
zh_hant: 發證日期

source: National ID did:key
zh_hant: 國民身分證 did:key

source: National ID key signature
zh_hant: 國民身分證金鑰簽章

source: Not checked: Arbitrum could not be reached. The API record is still shown below.
zh_hant: 尚未查核：目前無法連線 Arbitrum。下方仍會顯示 API 紀錄。

source: Not present in this older document
zh_hant: 此舊版證件未包含

source: Not verified: the transaction, contract, receipt or recorded values differ from the official API.
zh_hant: 查核未通過：交易、合約、收據或紀錄內容與官方 API 不同。

source: Not verified: this API entry has no blockchain record.
zh_hant: 查核未通過：這筆 API 資料沒有區塊鏈紀錄。

source: Official API loaded · Arbitrum is temporarily unavailable
zh_hant: 已載入官方 API · Arbitrum 暫時無法使用

source: Official API loaded · Checking Arbitrum…
zh_hant: 已載入官方 API · 正在查核 Arbitrum…

source: Official API
zh_hant: 官方 API

source: Connected · This record was loaded successfully
zh_hant: 已連線 · 這筆紀錄已成功載入

source: Blockchain integrity
zh_hant: 區塊鏈完整性

source: Official API connected · Blockchain integrity also verified
zh_hant: 官方 API 已連線 · 區塊鏈完整性也已確認

source: Official API connected · No blockchain record is reported
zh_hant: 官方 API 已連線 · 未提供區塊鏈紀錄

source: Official API connected · Blockchain check is temporarily unavailable
zh_hant: 官方 API 已連線 · 區塊鏈查核暫時無法使用

source: Official API matches the current Arbitrum registry state
zh_hant: 官方 API 與 Arbitrum 合約目前狀態相符

source: Open blockchain record
zh_hant: 開啟區塊鏈紀錄

source: Open official API record
zh_hant: 開啟官方 API 紀錄

source: frontend.wallet.gov.tw · Original record
zh_hant: frontend.wallet.gov.tw · 原始紀錄

source: Loaded %d organisations from the official API. A green check means the API record is available; a shield means its current blockchain record also matches.
zh_hant: 已從官方 API 載入 %d 個機構。綠勾代表 API 紀錄可用；盾牌代表目前的區塊鏈紀錄也相符。

source: Organisation
zh_hant: 組織

source: Original file, protected on this phone and excluded from backups
zh_hant: 原始檔，僅在此手機上受保護，且不納入備份

source: Private key
zh_hant: 私密金鑰

source: Protected by iOS Keychain
zh_hant: 由 iOS 鑰匙圈保護

source: Registry contract
zh_hant: 紀錄合約

source: Role
zh_hant: 職務

source: Saved in MyData vault
zh_hant: 已儲存到 MyData 資料保險箱

source: %lld file(s) saved. Keep this screen open and download another completed file.
zh_hant: 已儲存 %lld 份文件。請保持此畫面開啟，繼續下載另一份已完成的文件。

source: Set a passcode on this phone before using the wallet.
zh_hant: 請先為這支手機設定解鎖密碼，再使用這個皮夾。

source: Signed by this national ID's own key
zh_hant: 已由此國民身分證自己的金鑰簽署

source: Source
zh_hant: 來源

source: Taiwan MyData
zh_hant: 台灣 MyData

source: The API has no blockchain record for this entry
zh_hant: API 沒有這筆資料的區塊鏈紀錄

source: The did:key owned by this installation of 有備而來.
zh_hant: 這次安裝的有備而來所擁有的 did:key。

source: The official API does not report an anchor for this entry.
zh_hant: 官方 API 沒有回報這筆資料的上鏈紀錄。

source: The original file is protected on this phone. It was not turned into national-ID data or a self-issued credential.
zh_hant: 原始檔受保護地儲存在這支手機上，不會被當成身分證資料，也不會被製成自行簽發的憑證。

source: The wallet identity is unavailable while this device is locked.
zh_hant: 此裝置鎖定時，無法取用皮夾識別。

source: The wallet is still locked.
zh_hant: 皮夾仍然鎖定。

source: This DID names this installation of 有備而來, not you. Each national ID and government card uses its own key so one card's DID does not identify the others.
zh_hant: 這個 DID 代表這次安裝的有備而來，不是你本人。每張國民身分證與政府卡都使用各自的金鑰，不會因其中一張卡的 DID 而識別出其他卡。

source: This installation
zh_hant: 這次安裝

source: Transaction hash
zh_hant: 交易雜湊

source: Trust record
zh_hant: 信任紀錄

source: Unlock
zh_hant: 解鎖

source: Unlock your credentials in 有備而來
zh_hant: 解鎖你在有備而來中的憑證

source: Unlock 有備而來
zh_hant: 有備而來已上鎖

source: Your credentials stay protected on this device.
zh_hant: 你的證件保留在這台裝置上，生物辨識由系統完成。

source: Use Face ID to unlock
zh_hant: 使用 Face ID 解鎖

source: Use Touch ID to unlock
zh_hant: 使用 Touch ID 解鎖

source: Use device passcode to unlock
zh_hant: 使用裝置密碼解鎖

source: Use device passcode
zh_hant: 改用裝置密碼

source: Confirming…
zh_hant: 正在確認…

source: Confirm it’s you to open 有備而來
zh_hant: 確認是你本人後開啟有備而來

source: Set a passcode on this device before using the wallet.
zh_hant: 請先為這台裝置設定解鎖密碼，才能使用有備而來。

source: Credentials are safely locked
zh_hant: 證件已安全上鎖

source: Use Face ID or this phone's passcode. Your biometric data never enters this app.
zh_hant: 使用 Face ID 或這支手機的解鎖密碼。你的生物辨識資料不會進入這個 App。

source: Use phone passcode
zh_hant: 使用手機解鎖密碼

source: Verified: the successful Arbitrum transaction and the contract's current, non-revoked record contain the same DID document, organisation and category values as the official API.
zh_hant: 查核通過：Arbitrum 成功交易與合約目前未撤銷的紀錄，其 DID 文件、組織與類別值都和官方 API 相同。

source: Wallet identity
zh_hant: 有備而來識別

source: Warning: the API and blockchain records do not match
zh_hant: 警告：API 與區塊鏈紀錄不相符

source: What it means
zh_hant: 這代表什麼

source: Could not open the document
zh_hant: 無法開啟文件

source: Delete document
zh_hant: 刪除文件

source: Delete this document?
zh_hant: 要刪除這份文件嗎？

source: Download this document again and replace the stored original.
zh_hant: 重新下載這份文件，取代目前保存的原始檔。

source: Import a financial, insurance, tax, property, or household document from MyData. Its protected original stays only on this phone.
zh_hant: 從 MyData 匯入財力、保險、稅務、不動產或戶籍文件；受保護的原始檔只留在這支手機。

source: Import again
zh_hant: 重新匯入

source: Import time unknown
zh_hant: 匯入時間不明

source: Imported
zh_hant: 匯入時間

source: Imported %@
zh_hant: %@ 匯入

source: Manage
zh_hant: 管理

source: Metadata missing
zh_hant: 中繼資料遺失

source: MyData document
zh_hant: MyData 文件

source: Open the protected copy stored on this phone.
zh_hant: 開啟保存在這支手機上的受保護副本。

source: Original file missing
zh_hant: 原始檔遺失

source: Original stored
zh_hant: 已保存原始檔

source: Remove the original file and its fingerprint from this phone.
zh_hant: 從這支手機移除原始檔及其檔案指紋。

source: Replace from MyData
zh_hant: 從 MyData 更新

source: The document could not be deleted from this phone.
zh_hant: 無法從這支手機刪除文件。

source: The document was not deleted
zh_hant: 文件未刪除

source: The original file is missing.
zh_hant: 原始檔已遺失。

source: The original file is no longer stored on this phone.
zh_hant: 這支手機已不再保存原始檔。

source: The original is present, but its fingerprint metadata is missing.
zh_hant: 原始檔仍在，但檔案指紋的中繼資料遺失了。

source: The protected original and its saved fingerprint will be removed from this phone. You can import it again later from MyData.
zh_hant: 受保護的原始檔與保存的檔案指紋都會從這支手機移除；日後可再從 MyData 匯入。

source: The protected original is still on this phone. Try again in a moment.
zh_hant: 受保護的原始檔仍在這支手機上，請稍後再試。

source: The stored file does not contain a PDF this version can show.
zh_hant: 保存的檔案中沒有這個版本能顯示的 PDF。

source: This document is no longer stored on this phone.
zh_hant: 這支手機已不再保存這份文件。

source: This older MyData import has no stored original. Import it again to keep the real document.
zh_hant: 這份舊版 MyData 匯入沒有保存原始檔；請重新匯入，以保留真正的文件。

source: This older MyData import kept a self-issued record but not the original document. Import it again from MyData to replace it with the protected original.
zh_hant: 這份舊版 MyData 匯入只留下自簽紀錄，沒有原始文件。請重新從 MyData 匯入，改為保存受保護的原始檔。

source: This version cannot preview %@ files yet. The protected original is still stored.
zh_hant: 這個版本還不能預覽 %@ 檔；受保護的原始檔仍有保存。

source: Unknown format
zh_hant: 格式不明

source: Verified — the file matches the fingerprint saved when it was imported.
zh_hant: 查核通過——檔案與匯入時保存的指紋相符。

source: View original document
zh_hant: 查看原始文件

source: Warning — the file no longer matches its saved fingerprint.
zh_hant: 警告——檔案已與保存的指紋不符。

source: Synthetic test packages · %lld stored · Official receiving is not active
zh_hant: 已保存 %lld 份合成測試套件 · 尚未啟用正式收文

source: Synthetic test packages · %lld unread · Official receiving is not active
zh_hant: %lld 份合成測試套件尚未查看 · 尚未啟用正式收文

source: %@ · %@ · Synthetic test data
zh_hant: %@ · %@ · 合成測試資料

source: A file does not match the SHA-256 fingerprint listed in the envelope, so the package was not stored.
zh_hant: 有檔案與 EN 信封所列的 SHA-256 指紋不符，因此未保存這份套件。

source: A package with the same application ID but different bytes is already stored. The new package was refused.
zh_hant: 已有相同 application ID、但內容位元組不同的套件。已拒絕新套件。

source: Content
zh_hant: 內容

source: Developer test only — this did not come from a government agency and creates no receipt.
zh_hant: 僅供開發測試——不是政府機關來文，也不會產生收文回執。

source: Development boundary
zh_hant: 開發邊界

source: Document
zh_hant: 公文

source: Document date
zh_hant: 發文日期

source: Document number
zh_hant: 發文字號

source: Document text
zh_hant: 公文內容

source: Document text is encrypted or unavailable
zh_hant: 公文內容已加密或無法取得

source: EN fingerprint
zh_hant: EN 指紋

source: Electronic official document test package
zh_hant: 電子公文測試套件

source: Encrypted content unavailable
zh_hant: 無法取得加密內容

source: Envelope metadata and file fingerprints parsed
zh_hant: 已解析信封中繼資料與檔案指紋

source: Evidence and limits
zh_hant: 證據與限制

source: Exchange components
zh_hant: 交換元件

source: File integrity
zh_hant: 檔案完整性

source: Its protected index could not be opened on this phone.
zh_hant: 無法在這支手機上開啟其受保護索引。

source: Legal receipt
zh_hant: 法定收文回執

source: Load a synthetic EN / DI / ESW package
zh_hant: 載入合成 EN／DI／ESW 套件

source: Local viewing state
zh_hant: 本機查看狀態

source: Metadata only · %@ · %lld synthetic recipient
zh_hant: 僅讀取中繼資料 · %@ · %lld 個合成收件憑證

source: Not available outside the encrypted payload
zh_hant: 加密承載內容之外無法取得

source: Not created — viewing this test package changes only this phone's local state and sends nothing.
zh_hant: 未建立——查看測試套件只會改變這支手機的本機狀態，不會送出任何資料。

source: Not verified — this package is synthetic and has no official exchange signature or address-book proof.
zh_hant: 未驗證——這是合成套件，沒有正式交換簽章或機關地址簿證明。

source: Priority
zh_hant: 速別

source: Sender authentication
zh_hant: 發文者驗證

source: Sender stated in EN
zh_hant: EN 所載發文機關

source: Stored on this phone
zh_hant: 保存至本機時間

source: Subject
zh_hant: 主旨

source: Synthetic XML document parsed for display
zh_hant: 已解析合成 XML 公文供畫面顯示

source: Synthetic test package — not an official delivery
zh_hant: 合成測試套件——不是正式送達
